var products = [
{
	id:1,
	name: "Нoвий Applе iPhonе 6S",
	description: "Тонкий і легкий смартфон з дисплеєм Retina HD і підвищеної автономністю "+
	"(до 11 годин у режимі програвання відеороликів HD). " +
	"Новинка поставляється з попередньо встановленою iOS9 - як запевняють розробники, " +
	"це найбезпечніша операційка для мобільних пристроїв.",
	image:"pic_1.jpg",
	price: 21499
},
{
	id:2,
	name: "Sony Xperia M4 Aqua DS Black",
	description: "Sony Xperia M4 Aqua DS - елегантний смартфон з водонепроникним корпусом, здатний похвалитися " +
	"відмінною продуктивністю. Округлені грані тонкого 7,3 мм корпусу, стилізовані під метал; " +
	"скляна панель, що прикриває передню частину корпусу, надає камерофону стильний вигляд.",
	image:"pic_2.jpg",
	price: 4999
},
{
	id:3,
	name: "Samsung Galaxy J7 SM-J700H Gold",
	description: "Те, що володіє продуманою ергономікою і високою продуктивністю пристрій сподобається як досвідченому " +
	"користувачеві, так і новачкові, який тільки доглядає свій перший хороший смартфон. Південнокорейський смартфон " +
	"Samsung Galaxy J7 SM-J700H порадує користувача широким функціоналом, а також зручною, інтуїтивно зрозумілою OS Android.",
	image:"pic_3.jpg",
	price: 5999
},
{
	id:4,
	name: "Lenovo C2 Power White",
	description: "Смартфон Lenovo Vibe S1 Lite привертає увагу своїм оригінальним дизайном. Його задня панель " +
	"кілька вигнута і це не тільки елегантно, але і ергономічно. Виріб приємно носити в руці і зручно в кишені. " +
	"До того ж це дуже легко - його вага всього 129 г. Цей смартфон не тільки придбав зовнішні зміни в порівнянні " +
	"з попередніми версіями. У ньому з'явилися нові функції, виробники внесли ряд поліпшень. " +
	"Тепер операційна система Android ™ Lollipop працює ще швидше і менше споживає для цього енергії. " +
	"Вона прекрасно підтримує роботу з усіма додатками від Google.",
	image:"pic_4.jpg",
	price: 2850
}
]


